{
  "words": [
    {
      "word": "Persnickety",
      "definition": "Showing excessive attention to detail or minor points; fussy, snobbish, or over-particular."
    },
    {
      "word": "Limerence",
      "definition": "The intense, involuntary emotional state of being infatuated with someone, often characterized by obsessive thoughts and fantasies about the person."
    },
    {
      "word": "Quixotic",
      "definition": "Idealistic to an impractical degree; extravagantly chivalrous or romantic, often without regard for reality or practicality."
    },
    {
      "word": "Lachrymose",
      "definition": "Given to shedding tears; mournful or tending to cause tears."
    },
    {
      "word": "Obfuscate",
      "definition": "To deliberately make something unclear or confusing, often with the intention of deceiving or hiding the truth."
    },
    {
      "word": "Vicissitude",
      "definition": "A change or variation occurring in the course of something's development or existence; ups and downs or natural fluctuations in life."
    },
    {
      "word": "Serendipity",
      "definition": "The occurrence of fortunate events by chance in a happy or beneficial way."
    },
    {
      "word": "Petrichor",
      "definition": "The pleasant, earthy smell that arises when rain falls on dry soil or rocks, especially after a period of warm and dry weather."
    },
    {
      "word": "Susurrus",
      "definition": "A soft, murmuring, or rustling sound, often like a whisper or a gentle breeze through leaves."
    },
    {
      "word": "Mellifluent",
      "definition": "Having a smooth, flowing, and musical sound; sweetly or smoothly flowing."
    },
    {
      "word": "Halcyon",
      "definition": "Denoting a period of peace, tranquility, and happiness; calm, prosperous, and carefree."
    },
    {
      "word": "Quotidian",
      "definition": "Occurring or recurring daily; commonplace, ordinary, or mundane."
    },
    {
      "word": "Susquehanna",
      "definition": "The name of a river in the northeastern United States, flowing through Pennsylvania and Maryland."
    },
    {
      "word": "Uxorious",
      "definition": "Excessively fond of or devoted to one's wife; showing an uncommonly submissive or doting behavior towards a spouse."
    },
    {
      "word": "Effervescence",
      "definition": "The process of bubbling or fizzing, usually resulting from the release of gas; vivacity, enthusiasm, or high spirits."
    },
    {
      "word": "Pernicious",
      "definition": "Having a harmful or detrimental effect, especially in a gradual or subtle way; injurious or destructive."
    },
    {
      "word": "Ephemeral",
      "definition": "Lasting for a very short time; transient, fleeting, or momentary."
    },
    {
      "word": "Sesquipedalian",
      "definition": "Characterized by the use of long words; having many syllables; tending to use long, complex words."
    },
    {
      "word": "Mellifluousness",
      "definition": "The quality of having a smooth, flowing, and pleasing sound; melodiousness."
    },
    {
      "word": "Lissome",
      "definition": "Agile, graceful, and lithely flexible; characterized by effortless and elegant movements."
    },
    {
      "word": "Propinquity",
      "definition": "Nearness in place or time; proximity or close relationship."
    },
    {
      "word": "Euphony",
      "definition": "A pleasing and harmonious sound, especially in language or music."
    },
    {
      "word": "Evanescent",
      "definition": "Vanishing or fading away like vapor; transient, fleeting, or impermanent."
    },
    {
      "word": "Extemporaneous",
      "definition": "Spoken or done without preparation; impromptu, improvised, or unrehearsed."
    },
    {
      "word": "Bucolic",
      "definition": "Relating to the countryside or rural life; idyllic, rustic, or pastoral."
    },
    {
      "word": "Pulchritudinous",
      "definition": "Possessing great physical beauty; breathtakingly lovely or attractive."
    },
    {
      "word": "Querulous",
      "definition": "Inclined to complain or find fault; whiny, petulant, or peevish."
    },
    {
      "word": "Penultimate",
      "definition": "Next to the last in a sequence; second to the end."
    },
    {
      "word": "Melliferous",
      "definition": "Producing or yielding honey; honey-bearing."
    },
    {
      "word": "Propitious",
      "definition": "Favorable or auspicious; presenting favorable conditions or opportunities."
    },
    {
      "word": "Ephemera",
      "definition": "Transitory written or printed matter that is not meant to be retained or preserved; short-lived documents or items."
    },
    {
      "word": "Discombobulate",
      "definition": "To confuse, disconcert, or frustrate; to upset or bewilder."
    },
    {
      "word": "Quisling",
      "definition": "A person who collaborates with an enemy occupying force, especially to further their own interests; a traitor or collaborator."
    },
    {
      "word": "Dulcet",
      "definition": "Pleasing to the ear; melodious, soothing, or sweet-sounding."
    },
    {
      "word": "Zephyr",
      "definition": "A soft, gentle breeze; a mild or refreshing wind."
    },
    {
      "word": "Efflorescence",
      "definition": "The state or a period of flowering or blossoming; a period of peak development or prosperity."
    },
    {
      "word": "Disparate",
      "definition": "Essentially different or dissimilar; not able to be compared or grouped together easily."
    },
    {
      "word": "Obnubilate",
      "definition": "To obscure or cloud something, especially ideas or perceptions; to make hazy or indistinct."
    },
    {
      "word": "Perspicacity",
      "definition": "Keen insight or discernment; the ability to understand things quickly and accurately."
    },
    {
      "word": "Ineffable",
      "definition": "Beyond description in words; too extraordinary or overwhelming to be expressed or described."
    },
    {
      "word": "Cacophony",
      "definition": "A harsh, discordant mixture of sounds; a noisy or chaotic cacophony can be unpleasant."
    },
    {
      "word": "Iridescent",
      "definition": "Displaying a play of lustrous, changing colors like those of the rainbow."
    },
    {
      "word": "Tintinnabulation",
      "definition": "The ringing or sound of bells; the act of ringing bells."
    },
    {
      "word": "Ephemeron",
      "definition": "An insect that has a very short lifespan, usually lasting only for a day."
    },
    {
      "word": "Vicissitudinous",
      "definition": "Full of or subject to changes, especially those related to fortune or circumstances."
    },
    {
      "word": "Quintessence",
      "definition": "The purest or most perfect embodiment of something; the most essential and fundamental nature of something."
    },
    {
      "word": "Languor",
      "definition": "A state of weakness, weariness, or listlessness; lack of energy or vitality."
    },
    {
      "word": "Lugubrious",
      "definition": "Looking or sounding sad and mournful; often to an exaggerated or ridiculous degree."
    },
    {
      "word": "Gossamer",
      "definition": "A fine, filmy substance made of cobwebs, floating in the air or spread on plants; something light, delicate, or insubstantial."
    },
    {
      "word": "Halcyonine",
      "definition": "Relating to or resembling a peaceful and idyllic time; halcyon."
    },
    {
      "word": "Ebullient",
      "definition": "Cheerful and full of energy; exuberant or overflowing with enthusiasm."
    },
    {
      "word": "Susurration",
      "definition": "A soft, murmuring, or rustling sound, like the whispering of leaves or a gentle breeze."
    },
    {
      "word": "Obfuscation",
      "definition": "The act of making something unclear or confusing, often with the intention of deceiving or obscuring the truth."
    },
    {
      "word": "Cynosure",
      "definition": "Something that attracts attention or serves as a focal point; an object or person that is the center of admiration or interest."
    },
    {
      "word": "Lugubriously",
      "definition": "In a mournful, gloomy, or melancholic manner; expressing sadness or sorrow."
    },
    {
      "word": "Mellisonant",
      "definition": "Having a pleasing and musical sound; sweetly resonant or melodious."
    },
    {
      "word": "Ineffability",
      "definition": "The state of being too great, intense, or overwhelming to be expressed or described in words."
    },
    {
      "word": "Zoetic",
      "definition": "Of or pertaining to life; living or vital."
    },
    {
      "word": "Effulgent",
      "definition": "Shining brilliantly; radiating light or brightness."
    },
    {
      "word": "Ephemeronize",
      "definition": "To make something short-lived or transitory; to cause something to last for a brief period."
    },
    {
      "word": "Susurrant",
      "definition": "Characterized by soft murmuring or rustling sounds; whispering or murmuring gently."
    },
    {
      "word": "Vociferous",
      "definition": "Marked by loud and insistent shouting or outcry; clamorous or vehement."
    },
    {
      "word": "Quotidianly",
      "definition": "In a daily or commonplace manner; occurring or done regularly or routinely."
    },
    {
      "word": "Ebullition",
      "definition": "A sudden outburst of emotion or energy; a boiling or bubbling up of a liquid."
    },
    {
      "word": "Pulchritudinously",
      "definition": "In a breathtakingly beautiful or attractive manner; with great physical beauty."
    },
    {
      "word": "Obnubilation",
      "definition": "The act of clouding, obscuring, or making hazy; the state of being obscured or indistinct."
    },
    {
      "word": "Quixotically",
      "definition": "In an extravagantly chivalrous or idealistic manner, often without regard for reality or practicality."
    },
    {
      "word": "Euphoniously",
      "definition": "In a pleasing and melodious manner; with a sweet and harmonious sound."
    },
    {
      "word": "Halcyonine",
      "definition": "Relating to or resembling a peaceful and idyllic time; halcyon."
    },
    {
      "word": "Bucolicity",
      "definition": "The quality or state of being rustic, pastoral, or idyllic; characteristic of the countryside or rural life."
    },
    {
      "word": "Perniciousness",
      "definition": "The quality or state of being harmful, malicious, or detrimental; causing serious harm or damage."
    },
    {
      "word": "Querimonious",
      "definition": "Inclined to complain or find fault; given to habitual or constant complaining."
    },
    {
      "word": "Sesquipedalianism",
      "definition": "The use of long and complicated words; a tendency to use long and obscure words."
    },
    {
      "word": "Halation",
      "definition": "A blurred, hazy, or radiant effect surrounding a bright light, especially in photography."
    },
    {
      "word": "Mellifluousness",
      "definition": "The quality of having a smooth, flowing, and pleasing sound; melodiousness."
    },
    {
      "word": "Ebullience",
      "definition": "Enthusiasm, cheerfulness, and high spirits; overflowing with energy and excitement."
    },
    {
      "word": "Lissome",
      "definition": "Agile, graceful, and flexible; characterized by effortless and elegant movements."
    },
    {
      "word": "Nebulous",
      "definition": "Unclear, vague, or ill-defined; lacking definite form or limits."
    },
    {
      "word": "Obfuscation",
      "definition": "The act of making something unclear or confusing, often with the intention of deceiving or obscuring the truth."
    },
    {
      "word": "Querulous",
      "definition": "Inclined to complain or find fault; whiny, petulant, or peevish."
    },
    {
      "word": "Sussurous",
      "definition": "Characterized by whispering or murmuring sounds; softly rustling or susurrating."
    },
    {
      "word": "Evanescent",
      "definition": "Vanishing or fading away like vapor; transient, fleeting, or impermanent."
    },
    {
      "word": "Quixotic",
      "definition": "Idealistic to an impractical degree; extravagantly chivalrous or romantic, often without regard for reality or practicality."
    },
    {
      "word": "Zephyr",
      "definition": "A soft, gentle breeze; a mild or refreshing wind."
    },
    {
      "word": "Extemporaneous",
      "definition": "Spoken or done without preparation; impromptu, improvised, or unrehearsed."
    },
    {
      "word": "Quotidian",
      "definition": "Occurring or recurring daily; commonplace, ordinary, or mundane."
    },
    {
      "word": "Mellifluous",
      "definition": "Sweet and smooth-sounding, typically used to describe voices or music with a pleasant and flowing quality."
    },
    {
      "word": "Sesquipedalian",
      "definition": "Characterized by the use of long words; having many syllables; tending to use long, complex words."
    },
    {
      "word": "Pernicious",
      "definition": "Having a harmful or detrimental effect, especially in a gradual or subtle way; injurious or destructive."
    },
    {
      "word": "Ephemeral",
      "definition": "Lasting for a very short time; transient, fleeting, or momentary."
    },
    {
      "word": "Vicissitude",
      "definition": "A change or variation occurring in the course of something's development or existence; ups and downs or natural fluctuations in life."
    },
    {
      "word": "Petrichor",
      "definition": "The pleasant, earthy smell that arises when rain falls on dry soil or rocks, especially after a period of warm and dry weather."
    },
    {
      "word": "Nychthemeron",
      "definition": "A full day and night cycle; a 24-hour period consisting of day and night."
    },
    {
      "word": "Vespertide",
      "definition": "The period of evening; the time of dusk or sunset."
    },
    {
      "word": "Zetetic",
      "definition": "Proceeding by inquiry or investigation; engaging in a search or quest for knowledge."
    },
    {
      "word": "Lagniappe",
      "definition": "A small, unexpected gift or gratuity given to a customer; a bonus or extra present."
    },
    {
      "word": "Noctivagant",
      "definition": "Wandering or roaming around at night; traveling or moving about during the nighttime."
    }
  ]
}
